AStr347/window_covering_exampe/sdkconfig.defaults.esp32c6
CONFIG_IDF_TARGET="esp32c6"

#
# Sleep Config
#
CONFIG_ESP_PHY_MAC_BB_PD=y
# end of Sleep Config


CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"